import Header from "../components/Header";
import Categories from "../components/Categories";
import Footer from "../components/Footer";

export default function Agreement() {
  return (
    <>
      <Header />
      <Categories />
      <div className="agreement__container">
        <h1>Пользовательское соглашение</h1><br/>
        <p>Настоящим, ООО «33 купона» (именуемое далее в данной Публичной оферте «Агент»), юридическое лицо по законодательству Российской Федерации, заявляет, что будет считать себя заключившим со всяким физическим лицом, предоставившим Акцепт, в соответствии с параграфом 2 настоящей Оферты, Договор на условиях, описанных в настоящей Оферты.</p>
        <p>Договор, заключаемый в форме публичной оферты, предусмотрен Гражданским Кодексом Российской Федерации, не требует двустороннего подписания и действителен в электронном виде.</p><br/>

        <h2>1. Термины и определения</h2><br/>
        <p>В целях настоящей Оферты нижеприведенные термины используются в следующих значениях:</p>
        <p><strong>«Акцепт»</strong> — полное и безоговорочное принятие Оферты, путем осуществления действий, указанных в параграфе 2 настоящей Оферты.</p>
        <p><strong>«Договор»</strong> — означает настоящее соглашение между Потребителем и Агентом, составленное в виде публичной оферты, безоговорочно принятое Потребителем в полном объеме посредством ее Акцепта. Агент при заключении данного Договора действует от имени и за счет Принципала.</p>
        <p><strong>«Потребитель»</strong> — означает физическое лицо, совершившее Акцепт, и имеющее намерение приобрести и/или использовать Купоны исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.</p>
        <p><strong>«Принципал»</strong> — означает любое юридическое лицо, которое в рамках заключенного между ним и Агентом агентского договора, обязуется оказывать Потребителям Комплекс услуг, на условиях, указанных в Описании акции на Сайте.</p>
        <p><strong>«Комплекс услуг»</strong> — означает соответствующую каждому типу Купона совокупность услуг, которые Принципал обязуется оказать Потребителю, на условиях, указанных в Описании акции, в рамках заключенного между Принципалом и Агентом агентского договора.</p>
        <p><strong>«Купон»</strong> — означает документ, составляемый в свободной форме Агентом (но в обязательном порядке, содержащий в себе уникальный Серийный номер), подтверждающий право Потребителя воспользоваться Комплексом услуг Принципала, на условиях, указанных в Описании акции. Купон может быть использован Потребителем однократно.</p>
        <p><strong>«Описание акции»</strong> — означает информацию, содержащую в себе краткое описание Комплекса Услуг, а также условия и период их оказания.</p>
        <p><strong>«Серийный номер»</strong> — означает состоящий из букв и цифр уникальный номер Купона.</p>
        <p><strong>«Стоимость Купона»</strong> — означает сумму денежных средств, которую Потребитель уплачивает за приобретение Купона.</p>
        <p><strong>«Платежный агент»</strong> — означает любое юридическое лицо, являющееся согласно соответствующему договору, Платежным агентом, и действующее от имени и за счет Агента. Перечень Платежных агентов на дату публикации настоящей Оферты приведен в параграфе 5 настоящей Оферты, и изменяется Агентом способами и в порядке, установленными в параграфе 5 настоящей Оферты.</p>
        <p><strong>«Сайт»</strong> — означает интернет-сайт, размещенный Агентом в сети Интернет по адресу: <a href="/">33kupona.ru</a>.</p>
        <p><strong>«Личный кабинет»</strong> — означает совокупность страниц на Cайте, создаваемых при регистрации Потребителя (персональный раздел Потребителя на Сайте Агента), при помощи которого можно видеть информацию о текущем состоянии Счета, уже купленных купонах, осуществлять распечатку Купона и т.д. Доступ к Личному кабинету осуществляется Потребителем посредством ввода Учетной информации Потребителя.</p>
        <p><strong>«Учетная информация Потребителя»</strong> — означает уникальное имя Потребителя (логин) и пароль для входа на Сайт, указываемые Потребителем при регистрации на Сайте.</p>
        <p><strong>«Счет»</strong> — виртуальный счет Потребителя на Сайте.</p><br/>

        <h2>2. Акцепт</h2><br/>
        <p>Под Акцептом в настоящей Оферте (в зависимости от способа совершения Акцепта) понимаются следующие действия Потребителя:</p>
        <ul>
          <li>Подтверждение принятия условий данной Оферты на сайте <a href="/">33kupona.ru</a> в момент регистрации Потребителя;</li>
          <li>и/или</li>
          <li>Внесение денежных средств в размере стоимости Купона через Платежного Агента для оплаты Купона.</li>
        </ul>
        <p>В момент совершения Потребителем Акцепта, Потребитель и Агент считаются заключившими Договор.</p>
        <p>Во избежание любого рода недоразумений, совершив Акцепт, Потребитель подтверждает, что:</p>
        <ul>
          <li>он целиком и полностью ознакомлен с условиями настоящей Оферты;</li>
          <li>он заключает Договор исключительно для личных, семейных или иных, не связанных с предпринимательской деятельностью нужд, и такие нужды не противоречат применимому законодательству.</li>
        </ul><br/>

        <h2>3. Предмет Оферты</h2><br/>
        <p>Агент обязуется осуществлять реализацию Купонов на услуги Принципала от имени и за счет Принципала, а Потребитель обязуется уплатить за приобретение Купонов денежные средства, составляющие стоимость Купонов. Права и обязанности по Договору, заключенному Агентом с Потребителем посредством Акцепта Оферты, возникают непосредственно у Принципала.</p><br/>

        <h2>4. Условия Оферты</h2><br/>
        <p>Во избежание любого рода недоразумений, в момент получения Акцепта Агент считается заключившим с Потребителем Договор на следующих условиях:</p>
        <p>Для того, чтобы воспользоваться Комплексом услуг, предоставляемым Принципалом на условиях, указанных в Описании акции, Потребитель обязан совершить следующие действия:</p>
        <p>До момента оказания соответствующей услуги, выбранной Потребителем, Потребитель обязан сообщить Принципалу любым доступным способом о своем желании воспользоваться Комплексом услуг Принципала посредством Купона, а также предъявить/ передать Принципалу Купон или Серийный номер Купона;</p>
        <p>При необходимости, после предоставления Принципалом Потребителю соответствующего Комплекса услуг, Потребитель обязан по требованию Агента и/или Принципала подписать все необходимые документы, подтверждающие факт оказания Потребителю этого Комплекса услуг.</p>
        <p>Несоответствие предъявляемого Потребителем Купона или Серийного номера Купона форме, установленной Агентом (в том числе нарушение любого рода систем защиты Купона) влечет его недействительность. Повторное предоставление одного и того же Купона или его Серийного номера, если Потребитель уже получил по данному Купону или его Серийному номеру Комплекс услуг, недопустимо.</p>
        <p>Денежные средства, полученные от Потребителей за приобретенные Купоны, перечисляются Агентом Принципалу.</p>
        <p>Агент не несет ответственности перед Потребителями за объем, качество, сроки и условия предоставления, а также за непредоставление Принципалом указанного в Купоне Комплекса услуг. Все требования, претензии, иски, связанные ненадлежащим оказанием или неоказанием Комплекса услуг, указанного в Купоне, а также возвратом денежных средств по данным основаниям, предъявляются непосредственно Принципалу.</p>
        <p>При возникновении подобных ситуаций Агент обязуется оказывать Потребителю посильное содействие в их урегулировании через отдел поддержки (<a href="mailto:support@33kupona.ru">support@33kupona.ru</a>).</p>
        <p>В соответствии с частью 2 статьи 6 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных», обработка персональных данных Потребителей, осуществляется в целях исполнения настоящего Договора. Персональная информация Потребителей распространению не подлежит, кроме случаев, предусмотренных законодательством РФ.</p>
        <p>Агент обязуется использовать все личные данные Потребителей, указываемые им при регистрации на Сайте, исключительно для оказания соответствующих услуг, в рамках исполнения настоящего Договора.</p><br/><br/>

        <h2>5. Платежные агенты</h2><br/>
        <p>На момент размещения настоящей Оферты следующие лица являются Платежными агентами, уполномоченными от имени Агента получать от Потребителей денежные средства за приобретении Купонов на услуги Принципала.</p>
        <p>Агент вправе в любое время после опубликования настоящей Оферты в одностороннем порядке дополнить список лиц, являющихся Платежными агентами или исключить любое лицо из списка своих Платежных агентов. Такое дополнение или изъятие должно производиться путем опубликования соответствующего объявления на Сайте за 3 дня до вступления данного изменения в силу.</p>
        <p>Все риски и неблагоприятные последствия, связанные с предоставлением Акцепта иному лицу, нежели Агент и/или его Платежные агенты, или получением Купона от иного лица, нежели Агент несет Потребитель.</p>
        <p>Во избежание любого рода недоразумений, настоящим Агент заявляет и предупреждает Потребителей о том, что Платежные агенты могут взимать сверх стоимости Купона любого рода комиссии и сборы, ставя при этом условие о принятии Акцепта лишь в случае, если такие комиссии и сборы будут оплачены Потребителем. В случае одностороннего отказа Потребителя от исполнения Договора, такие комиссии и сборы не возвращаются и не возмещаются. Потребитель, совершивший Акцепт, считается предупрежденным и согласным с этим условием.</p>
        <p>Потребитель вправе иметь положительный баланс на своем Счете, который в дальнейшем может быть им использован исключительно на приобретение Купонов на Сайте Агента.</p><br/>

        <h2>6. Начисление бонусных средств</h2><br/>
        <p>За различные действия на Сайте Агента, Агент оставляет за собой право начислять бонусные средства на Счет Потребителя в Личном кабинете. Один бонусный рубль равен одному рублю национальной валюты Российской Федерации.</p>
        <p>Бонусные средства могут быть использованы исключительно для приобретения Купонов на Сайте Агента. В случае одностороннего отказа от исполнения настоящего Договора между Потребителем и Агентом, все начисленные и неизрасходованные бонусные средства аннулируются.</p><br/>

        <h2>7. Ответственность и гарантии</h2><br/>
        <p>Запрещена множественная регистрация аккаунтов одним Потребителем на Сайте. Один Потребитель может зарегистрироваться на Сайте Агента только один раз.</p>
        <p>Потребитель настоящим соглашается с тем, что Агент оставляет за собой право прекратить действие логина и пароля Потребителя (регистрации), а также в одностороннем порядке отказаться от исполнения настоящей Оферты без возмещения каких-либо убытков, в случае нарушения Потребителем условий настоящей Оферты, а также в случае наличия подозрений у Агента в том, что Потребителем осуществлена множественная регистрация на Сайте.</p>
        <p>Агент имеет право приостановить либо отменить регистрацию Потребителя и отказать Потребителю в использовании своих сервисов (либо их частей — по усмотрению Агента) в одностороннем порядке, а также в одностороннем порядке отказаться от исполнения настоящей Оферты без возмещения каких-либо убытков, в случае:</p>
        <ul>
          <li>если Потребитель предоставляет неверную информацию или у Агента есть основания полагать, что предоставленная Потребителем информация не соответствует действительности, вводит в заблуждение;</li>
          <li>если действия Потребителя противоречат настоящей Оферте;</li>
          <li>если Потребитель был уличен в мошенничестве, обмане и прочих манипуляциях на Сайте, повлекших за собой материальные, моральные и прочие вредоносные последствия различного типа и степени как для самого Сайта и его пользователей, так и для сторонних сайтов и их пользователей или для любой другой стороны, включая Агента.</li>
        </ul>
        <p>Потребитель не вправе передавать свою Учетную информацию третьим лицам. Потребитель обязуется принимать все разумные меры для сохранения в тайне своей Учетной информации и обеспечения санкционированного доступа к ней. Агент не несет ответственность за убытки, причиненные Потребителю в результате разглашения третьим лицам Учетной информации Потребителя, произошедшего не по вине Агента.</p>
        <p>Агент прилагает все возможные усилия для обеспечения нормальной работоспособности Сайта, однако не несет ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору, а также возможные убытки, возникшие в том числе, но не ограничиваясь, в результате:</p>
        <ul>
          <li>неправомерных действий третьих лиц, направленных на нарушения информационной безопасности или нормального функционирования Сайта;</li>
          <li>сбоев в работе Сайта, вызванных ошибками в коде, компьютерными вирусами и иными посторонними фрагментами кода в программном обеспечении Сайта;</li>
          <li>отсутствия (невозможности установления, прекращения и пр.) интернет-соединений между сервером Потребителя и сервером Сайта;</li>
          <li>проведения государственными и муниципальными органами, а также иными организациями мероприятий в рамках СОРМ (Системы оперативно-розыскных мероприятий);</li>
          <li>установления государственного регулирования (или регулирования иными организациями) хозяйственной деятельности коммерческих организаций в сети интернет и/или установления указанными субъектами разовых ограничений, затрудняющих или делающих невозможным исполнение договора или его части;</li>
          <li>других случаев, связанных с действиями (бездействием) третьих лиц, направленными на ухудшение общей ситуации с использованием сети Интернет и/или компьютерного оборудования, существовавшей на момент заключения Соглашения, также любых других действий, направленных на Сайт и на третьих лиц;</li>
          <li>выполнения работ Агентом на Сайте, а именно:
            <ul>
              <li>Агент имеет право производить профилактические работы в программно-аппаратном комплексе Сайта с временным приостановлением работы Сайта по возможности в ночное время и максимально сокращая время неработоспособности Сайта.</li>
              <li>В случае наступления форс-мажорных обстоятельств, а также аварий или сбоев в программно-аппаратных комплексах третьих лиц, сотрудничающих с Агентом, или действий (бездействий) третьих лиц, направленных на приостановку или прекращение функционирования Сайта, возможна приостановка работы Сайта без какого либо уведомления Потребителя.</li>
            </ul>
          </li>
        </ul>
        <p>За нарушение обязательств по Договору стороны несут ответственность в соответствии с действующим законодательством РФ.</p>
        <p>Все споры, вытекающие из правоотношений по настоящей Оферте, разрешаются путем переговоров. В случае, если стороны не придут к решению возникших между ними споров в ходе переговоров, такие споры должны быть переданы на рассмотрение в соответствующий суд Российской Федерации по месту нахождения ответчика с обязательным соблюдением претензионного порядка. Срок ответа на претензию составляет 1 (Один) месяц.</p><br/>

        <h2>8. Заключительные положения</h2><br/>
        <p>Данная Оферта и все дополнения к Оферте являются официальными документами и публикуются на сайте <a href="/">33kupona.ru</a></p>
        <p>Агент имеет право в любой момент изменять условия настоящей Оферты в одностороннем порядке без предварительного согласования с Потребителем, обеспечивая при этом публикацию измененных условий на сайте <a href="/disclaimer">33kupona.ru/disclaimer/</a> не менее чем за 3 дня до их введения в действие. Потребитель самостоятельно отслеживает изменения в настоящей Оферте. Если Потребитель не согласен с изменениями, он вправе не пользоваться услугами, представленными на Сайте. Если же Потребитель продолжает пользоваться данными услугами, это означает, что он безоговорочно принял все изменения (новую редакцию Оферты).</p>
        <p>В случае возникновения противоречий, текст Оферты, размещенный на Сайте, будет иметь преимущество по сравнению с любым иным текстом Оферты.</p><br/>

        <h2>9. Реквизиты и координаты для связи с Агентом</h2><br/>
        <p>Адрес электронной почты для связи со специалистами отдела поддержки (технические вопросы) и направления претензий: <a href="mailto:support@33kupona.ru">support@33kupona.ru</a>.</p><br/>

        <p>Телефон: 8 (3822) 21-21-86</p>

        <p>
          Реквизиты Агента:
          <br />
          ООО «33 купона»
          <br />
          ОГРН 1117017002080
          <br />
          ИНН 7017278381, КПП 701701001, р/сч. № 40702810206300002084 в
          <br />
          Советский филиал ОАО «Томскпромстройбанк» г.Томск,
          <br />
          К/сч. № 30101810500000000728,
          <br />
          БИК 046902728
        </p><br/>

      </div>
      <Footer />
    </>
  );
}
